---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerCarriage
source: html/b3886dff-f0a7-b63d-a085-3a8db0eacdf8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerCarriage Property

"Stringer Carriage Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrStringerCarriage { get; }
```